Repository: randprotocol/clients
Catalog: ios/RandWallet/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja, ko, ms, pl, ps, pt_br, ru, ta, ur, zh_hans, zh_hant_hk

source: Anyone can pay this address. It reveals nothing about what you hold.
ar: يستطيع أي شخص الدفع إلى هذا العنوان. لا يكشف شيئًا عمّا تملكه.
de: Jeder kann an diese Adresse zahlen. Sie verrät nichts darüber, was du besitzt.
es: Cualquiera puede pagar a esta dirección. No revela nada de lo que tienes.
fa: هر کسی می‌تواند به این نشانی پرداخت کند. این نشانی چیزی درباره‌ی دارایی شما فاش نمی‌کند.
fr: N'importe qui peut payer cette adresse. Elle ne révèle rien de ce que vous détenez.
hi: कोई भी इस पते पर भुगतान कर सकता है। इससे यह पता नहीं चलता कि आपके पास क्या है।
id: Siapa pun dapat membayar ke alamat ini. Alamat ini tidak mengungkapkan apa pun tentang aset yang Anda miliki.
it: Chiunque può pagare questo indirizzo. Non rivela nulla di ciò che possiedi.
ja: 誰でもこのアドレスに支払えます。このアドレスから保有資産について何かが明らかになることはありません。
ko: 누구나 이 주소로 결제할 수 있습니다. 이 주소로는 보유 자산에 대해 아무것도 드러나지 않습니다.
ms: Sesiapa sahaja boleh membayar ke alamat ini. Ia tidak mendedahkan apa-apa tentang apa yang anda pegang.
pl: Każdy może zapłacić na ten adres. Nie zdradza on niczego o tym, co posiadasz.
ps: هر څوک دې پتې ته پیسې ورکولی شي. دا ستاسو د شتمنۍ په اړه هېڅ نه څرګندوي.
pt_br: Qualquer pessoa pode pagar para este endereço. Ele não revela nada sobre o que você tem.
ru: На этот адрес может заплатить кто угодно. Он ничего не раскрывает о ваших средствах.
ta: இந்த முகவரிக்கு யார் வேண்டுமானாலும் பணம் செலுத்தலாம். நீங்கள் வைத்திருப்பது பற்றி இது எதையும் வெளிப்படுத்தாது.
ur: کوئی بھی اس پتے پر ادائیگی کر سکتا ہے۔ یہ اس بارے میں کچھ ظاہر نہیں کرتا کہ آپ کے پاس کیا ہے۔
zh_hans: 任何人都可以向此地址付款。它不会透露你持有的任何资产。
zh_hant_hk: 任何人都可以向此地址付款。它不會透露你持有的任何資產。

source: App
ar: التطبيق
fa: برنامه
fr: Application
hi: ऐप
id: Aplikasi
ja: アプリ
ko: 앱
ms: Aplikasi
pl: Aplikacja
ps: اپ
ru: Приложение
ta: ஆப்
ur: ایپ
zh_hans: 应用
zh_hant_hk: 應用程式

source: Appearance
ar: المظهر
de: Darstellung
es: Apariencia
fa: ظاهر
fr: Apparence
hi: रूप-रंग
id: Tampilan
it: Aspetto
ja: 外観
ko: 화면 모드
ms: Penampilan
pl: Wygląd
ps: بڼه
pt_br: Aparência
ru: Внешний вид
ta: தோற்றம்
ur: ظاہری شکل
zh_hans: 外观
zh_hant_hk: 外觀

source: Asking the faucet for 100 RAND…
ar: جارٍ طلب 100 RAND من الصنبور…
de: Frage den Faucet nach 100 RAND …
es: Pidiendo 100 RAND al faucet…
fa: در حال درخواست 100 RAND از فاست…
fr: Demande de 100 RAND au faucet…
hi: फ़ॉसेट से 100 RAND माँगे जा रहे हैं…
id: Meminta 100 RAND dari faucet…
it: Richiesta di 100 RAND al faucet…
ja: フォーセットに 100 RAND を依頼しています…
ko: 포셋에 100 RAND를 요청하는 중…
ms: Meminta 100 RAND daripada faucet…
pl: Prośba do kranika o 100 RAND…
ps: له فاسېټ څخه 100 RAND غوښتل کېږي…
pt_br: Pedindo 100 RAND ao faucet…
ru: Запрашиваем 100 RAND из крана…
ta: ஃபாசெட்டிடம் 100 RAND கேட்கிறது…
ur: فاسیٹ سے 100 RAND مانگے جا رہے ہیں…
zh_hans: 正在向水龙头申请 100 RAND…
zh_hant_hk: 正在向水龍頭索取 100 RAND…

source: Asking the prover…
ar: جارٍ سؤال المُثبِت…
de: Frage den Prover …
es: Consultando al probador…
fa: در حال پرسیدن از اثبات‌گر…
fr: Interrogation du prouveur…
hi: प्रूवर से पूछा जा रहा है…
id: Menghubungi prover…
it: Richiesta al prover…
ja: プルーバーに問い合わせています…
ko: 프루버에 요청하는 중…
ms: Bertanya kepada pembukti…
pl: Pytanie provera…
ps: له ثبوت جوړوونکي پوښتنه کېږي…
pt_br: Consultando o provador…
ru: Запрос к пруверу…
ta: நிரூபிப்பானிடம் கேட்கிறது…
ur: پروور سے پوچھا جا رہا ہے…
zh_hans: 正在询问证明器…
zh_hant_hk: 正在詢問證明器…

source: Asset
ar: الأصل
es: Activo
fa: دارایی
fr: Actif
hi: एसेट
id: Aset
ja: アセット
ko: 자산
ms: Aset
pl: Aktywo
ps: شتمني
pt_br: Ativo
ru: Актив
ta: சொத்து
ur: اثاثہ
zh_hans: 资产
zh_hant_hk: 資產

source: Authorising the spend on this device…
ar: جارٍ تفويض الإنفاق على هذا الجهاز…
de: Autorisiere die Ausgabe auf diesem Gerät …
es: Autorizando el gasto en este dispositivo…
fa: در حال مجوزدهی خرج روی این دستگاه…
fr: Autorisation de la dépense sur cet appareil…
hi: इस डिवाइस पर खर्च अधिकृत किया जा रहा है…
id: Mengotorisasi pembelanjaan di perangkat ini…
it: Autorizzazione della spesa su questo dispositivo…
ja: この端末で支出を承認しています…
ko: 이 기기에서 지출을 승인하는 중…
ms: Membenarkan perbelanjaan pada peranti ini…
pl: Autoryzacja wydatku na tym urządzeniu…
ps: په دې وسیله لګښت ته اجازه ورکول کېږي…
pt_br: Autorizando o gasto neste dispositivo…
ru: Авторизация траты на этом устройстве…
ta: இந்தச் சாதனத்தில் செலவு அங்கீகரிக்கப்படுகிறது…
ur: اس ڈیوائس پر خرچ کی اجازت دی جا رہی ہے…
zh_hans: 正在此设备上授权花费…
zh_hant_hk: 正在此裝置上授權花費…

source: Auto-lock
ar: القفل التلقائي
de: Automatisch sperren
es: Bloqueo automático
fa: قفل خودکار
fr: Verrouillage automatique
hi: ऑटो-लॉक
id: Kunci otomatis
it: Blocco automatico
ja: 自動ロック
ko: 자동 잠금
ms: Kunci automatik
pl: Automatyczna blokada
ps: اتومات قلف
pt_br: Bloqueio automático
ru: Автоблокировка
ta: தானியங்கிப் பூட்டு
ur: خودکار لاک
zh_hans: 自动锁定
zh_hant_hk: 自動鎖定

source: Available %@
ar: المتاح %@
de: Verfügbar %@
es: Disponible %@
fa: موجود %@
fr: Disponible : %@
hi: उपलब्ध %@
id: Tersedia %@
it: Disponibile %@
ja: 利用可能 %@
ko: 사용 가능 %@
ms: Tersedia %@
pl: Dostępne: %@
ps: شته %@
pt_br: Disponível %@
ru: Доступно %@
ta: கிடைப்பது %@
ur: دستیاب %@
zh_hans: 可用 %@
zh_hant_hk: 可用 %@

source: Available %@ RAND
ar: المتاح %@ RAND
de: Verfügbar %@ RAND
es: Disponible %@ RAND
fa: موجود %@ RAND
fr: Disponible : %@ RAND
hi: उपलब्ध %@ RAND
id: Tersedia %@ RAND
it: Disponibile %@ RAND
ja: 利用可能 %@ RAND
ko: 사용 가능 %@ RAND
ms: Tersedia %@ RAND
pl: Dostępne: %@ RAND
ps: شته %@ RAND
pt_br: Disponível %@ RAND
ru: Доступно %@ RAND
ta: கிடைப்பது %@ RAND
ur: دستیاب %@ RAND
zh_hans: 可用 %@ RAND
zh_hant_hk: 可用 %@ RAND

source: Back
ar: رجوع
de: Zurück
es: Atrás
fa: بازگشت
fr: Retour
hi: वापस
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
ms: Kembali
pl: Wstecz
ps: شاته
pt_br: Voltar
ru: Назад
ta: பின்செல்
ur: واپس
zh_hans: 返回
zh_hant_hk: 返回

source: Back to home
ar: العودة إلى الرئيسية
de: Zur Startseite
es: Volver al inicio
fa: بازگشت به خانه
fr: Retour à l'accueil
hi: होम पर वापस जाएँ
id: Kembali ke beranda
it: Torna alla home
ja: ホームに戻る
ko: 홈으로
ms: Kembali ke laman utama
pl: Wróć do strony głównej
ps: کور ته ورګرځئ
pt_br: Voltar ao início
ru: На главную
ta: முகப்புக்குத் திரும்பு
ur: ہوم پر واپس
zh_hans: 返回首页
zh_hant_hk: 返回主頁

source: Back up your spend key in Settings.
ar: انسخ مفتاح الإنفاق احتياطيًا في الإعدادات.
de: Sichere deinen Ausgabeschlüssel in den Einstellungen.
es: Respalda tu clave de gasto en Ajustes.
fa: در تنظیمات از کلید خرج خود پشتیبان بگیرید.
fr: Sauvegardez votre clé de dépense dans les Paramètres.
hi: सेटिंग्स में अपनी स्पेंड की का बैकअप लें।
id: Cadangkan kunci belanja Anda di Pengaturan.
it: Fai il backup della tua chiave di spesa nelle Impostazioni.
ja: 設定で支出キーをバックアップしてください。
ko: 설정에서 지출 키를 백업하세요.
ms: Sandarkan kunci perbelanjaan anda dalam Tetapan.
pl: Zrób kopię zapasową klucza wydawania w Ustawieniach.
ps: په امستنو کې د خپلې د لګښت کیلي بیک اپ واخلئ.
pt_br: Faça backup da sua chave de gasto em Configurações.
ru: Сохраните резервную копию ключа расходования в настройках.
ta: அமைப்புகளில் உங்கள் செலவு விசையைக் காப்புப்பிரதி எடுக்கவும்.
ur: ترتیبات میں اپنی اسپینڈ کی کا بیک اپ لیں۔
zh_hans: 请在设置中备份你的花费密钥。
zh_hant_hk: 請在設定中備份你的花費私鑰。

source: Backup
ar: النسخ الاحتياطي
de: Sicherung
es: Respaldo
fa: پشتیبان
fr: Sauvegarde
hi: बैकअप
id: Cadangan
ja: バックアップ
ko: 백업
ms: Sandaran
pl: Kopia zapasowa
ps: بیک اپ
ru: Резервная копия
ta: காப்புப்பிரதி
ur: بیک اپ
zh_hans: 备份
zh_hant_hk: 備份

source: Balance
ar: الرصيد
de: Guthaben
es: Saldo
fa: موجودی
fr: Solde
hi: बैलेंस
id: Saldo
it: Saldo
ja: 残高
ko: 잔액
ms: Baki
pl: Saldo
ps: بیلانس
pt_br: Saldo
ru: Баланс
ta: இருப்பு
ur: بیلنس
zh_hans: 余额
zh_hant_hk: 餘額

source: Before the first send through the RandProtocol prover, read what it can see: it gets this wallet's viewing key. Send again and read the notice, or pair your own prover in Settings.
ar: قبل أول إرسال عبر مُثبِت RandProtocol، اقرأ ما يستطيع رؤيته: يحصل على مفتاح العرض لهذه المحفظة. أرسل مجددًا واقرأ التنبيه، أو اقرن مُثبِتك الخاص في الإعدادات.
de: Lies vor der ersten Überweisung über den RandProtocol-Prover, was er sehen kann: Er erhält den Ansichtsschlüssel dieser Wallet. Sende erneut und lies den Hinweis, oder kopple deinen eigenen Prover in den Einstellungen.
es: Antes del primer envío a través del probador de RandProtocol, lee lo que puede ver: recibe la clave de visualización de esta billetera. Vuelve a enviar y lee el aviso, o vincula tu propio probador en Ajustes.
fa: پیش از نخستین ارسال از طریق اثبات‌گر RandProtocol، بخوانید که چه چیزی را می‌تواند ببیند: کلید مشاهده‌ی این کیف پول را دریافت می‌کند. دوباره ارسال کنید و اطلاعیه را بخوانید، یا اثبات‌گر خودتان را در تنظیمات جفت کنید.
fr: Avant le premier envoi via le prouveur RandProtocol, lisez ce qu'il peut voir : il reçoit la clé de visualisation de ce portefeuille. Renvoyez et lisez l'avertissement, ou associez votre propre prouveur dans les Paramètres.
hi: RandProtocol प्रूवर के ज़रिए पहली बार भेजने से पहले, पढ़ें कि वह क्या देख सकता है: उसे इस वॉलेट की व्यूइंग की मिलती है। फिर से भेजें और सूचना पढ़ें, या सेटिंग्स में अपना खुद का प्रूवर पेयर करें।
id: Sebelum pengiriman pertama melalui prover RandProtocol, baca apa yang dapat dilihatnya: prover mendapat kunci tampilan dompet ini. Kirim lagi dan baca pemberitahuannya, atau pasangkan prover milik Anda sendiri di Pengaturan.
it: Prima del primo invio tramite il prover di RandProtocol, leggi cosa può vedere: riceve la chiave di visualizzazione di questo portafoglio. Invia di nuovo e leggi l'avviso, oppure associa un tuo prover nelle Impostazioni.
ja: RandProtocol のプルーバーで初めて送信する前に、プルーバーが何を見られるかを読んでください。プルーバーはこのウォレットの閲覧キーを受け取ります。もう一度送信して案内を読むか、設定で自分のプルーバーをペアリングしてください。
ko: RandProtocol 프루버로 처음 보내기 전에 프루버가 무엇을 볼 수 있는지 읽어 보세요. 프루버는 이 지갑의 조회 키를 받습니다. 다시 보내면서 안내를 읽거나, 설정에서 직접 운영하는 프루버를 페어링하세요.
ms: Sebelum penghantaran pertama melalui pembukti RandProtocol, baca apa yang boleh dilihatnya: ia mendapat kunci tontonan dompet ini. Hantar semula dan baca notis, atau pasangkan pembukti anda sendiri dalam Tetapan.
pl: Przed pierwszą wysyłką przez prover RandProtocol przeczytaj, co może zobaczyć: dostaje klucz podglądu tego portfela. Wyślij ponownie i przeczytaj komunikat lub sparuj własny prover w Ustawieniach.
ps: د RandProtocol د ثبوت جوړوونکي له لارې له لومړي لېږد مخکې، ولولئ چې هغه څه لیدلی شي: د دې والټ د لیدو کیلي ترلاسه کوي. بیا یې ولېږئ او خبرتیا ولولئ، یا په امستنو کې خپل ثبوت جوړوونکی جوړه کړئ.
pt_br: Antes do primeiro envio pelo provador da RandProtocol, leia o que ele pode ver: ele recebe a chave de visualização desta carteira. Envie de novo e leia o aviso, ou pareie seu próprio provador em Configurações.
ru: Перед первой отправкой через прувер RandProtocol прочитайте, что он может видеть: он получает ключ просмотра этого кошелька. Отправьте снова и прочитайте уведомление или подключите собственный прувер в настройках.
ta: RandProtocol நிரூபிப்பான் மூலம் முதல் முறை அனுப்பும் முன், அது எதைப் பார்க்க முடியும் என்பதைப் படியுங்கள்: அது இந்த வாலட்டின் பார்வை விசையைப் பெறுகிறது. மீண்டும் அனுப்பி அறிவிப்பைப் படியுங்கள், அல்லது அமைப்புகளில் உங்கள் சொந்த நிரூபிப்பானை இணைக்கவும்.
ur: RandProtocol پروور کے ذریعے پہلی ترسیل سے پہلے پڑھ لیں کہ وہ کیا دیکھ سکتا ہے: اسے اس والیٹ کی ویوئنگ کی ملتی ہے۔ دوبارہ بھیجیں اور نوٹس پڑھیں، یا ترتیبات میں اپنا پروور جوڑیں۔
zh_hans: 首次通过 RandProtocol 证明器发送前，请先了解它能看到什么：它会获得此钱包的查看密钥。请重新发送并阅读提示，或在设置中配对你自己的证明器。
zh_hant_hk: 首次透過 RandProtocol 證明器傳送之前，請先了解它能看到甚麼：它會取得此錢包的檢視密鑰。請再傳送一次並閱讀提示，或在設定中配對你自己的證明器。

source: Before the first swap through the RandProtocol provers, read what they can see: the one that proves it gets this wallet's viewing key. Review the swap again and read the notice, or pair your own prover in Settings.
ar: قبل أول مبادلة عبر مُثبِتات RandProtocol، اقرأ ما تستطيع رؤيته: المُثبِت الذي يُثبتها يحصل على مفتاح العرض لهذه المحفظة. راجع المبادلة مجددًا واقرأ التنبيه، أو اقرن مُثبِتك الخاص في الإعدادات.
de: Lies vor dem ersten Tausch über die RandProtocol-Prover, was sie sehen können: Der Prover, der ihn beweist, erhält den Ansichtsschlüssel dieser Wallet. Prüfe den Tausch erneut und lies den Hinweis, oder kopple deinen eigenen Prover in den Einstellungen.
es: Antes del primer intercambio a través de los probadores de RandProtocol, lee lo que pueden ver: el que genere la prueba recibe la clave de visualización de esta billetera. Vuelve a revisar el intercambio y lee el aviso, o vincula tu propio probador en Ajustes.
fa: پیش از نخستین سواپ از طریق اثبات‌گرهای RandProtocol، بخوانید که چه چیزی را می‌توانند ببینند: اثبات‌گری که آن را اثبات کند کلید مشاهده‌ی این کیف پول را دریافت می‌کند. سواپ را دوباره بررسی کنید و اطلاعیه را بخوانید، یا اثبات‌گر خودتان را در تنظیمات جفت کنید.
fr: Avant le premier échange via les prouveurs RandProtocol, lisez ce qu'ils peuvent voir : celui qui génère la preuve reçoit la clé de visualisation de ce portefeuille. Vérifiez de nouveau l'échange et lisez l'avertissement, ou associez votre propre prouveur dans les Paramètres.
hi: RandProtocol प्रूवर के ज़रिए पहले स्वैप से पहले, पढ़ें कि वे क्या देख सकते हैं: जो प्रूवर इसका प्रूफ़ बनाता है उसे इस वॉलेट की व्यूइंग की मिलती है। स्वैप की फिर से समीक्षा करें और सूचना पढ़ें, या सेटिंग्स में अपना खुद का प्रूवर पेयर करें।
id: Sebelum penukaran pertama melalui prover RandProtocol, baca apa yang dapat dilihatnya: prover yang membuktikannya mendapat kunci tampilan dompet ini. Tinjau penukaran lagi dan baca pemberitahuannya, atau pasangkan prover milik Anda sendiri di Pengaturan.
it: Prima del primo scambio tramite i prover di RandProtocol, leggi cosa possono vedere: quello che genera la prova riceve la chiave di visualizzazione di questo portafoglio. Rivedi di nuovo lo scambio e leggi l'avviso, oppure associa un tuo prover nelle Impostazioni.
ja: RandProtocol のプルーバーで初めてスワップする前に、プルーバーが何を見られるかを読んでください。スワップを証明するプルーバーは、このウォレットの閲覧キーを受け取ります。もう一度スワップを確認して案内を読むか、設定で自分のプルーバーをペアリングしてください。
ko: RandProtocol 프루버로 처음 스왑하기 전에 프루버가 무엇을 볼 수 있는지 읽어 보세요. 스왑을 증명하는 프루버는 이 지갑의 조회 키를 받습니다. 스왑을 다시 검토하면서 안내를 읽거나, 설정에서 직접 운영하는 프루버를 페어링하세요.
ms: Sebelum pertukaran pertama melalui pembukti RandProtocol, baca apa yang boleh dilihatnya: pembukti yang membuktikannya mendapat kunci tontonan dompet ini. Semak pertukaran semula dan baca notis, atau pasangkan pembukti anda sendiri dalam Tetapan.
pl: Przed pierwszą wymianą przez provery RandProtocol przeczytaj, co mogą zobaczyć: ten, który wygeneruje dowód, dostaje klucz podglądu tego portfela. Przejrzyj wymianę ponownie i przeczytaj komunikat lub sparuj własny prover w Ustawieniach.
ps: د RandProtocol د ثبوت جوړوونکو له لارې له لومړۍ تبادلې مخکې، ولولئ چې هغوی څه لیدلی شي: هغه چې یې ثبوت جوړوي، د دې والټ د لیدو کیلي ترلاسه کوي. تبادله بیا وګورئ او خبرتیا ولولئ، یا په امستنو کې خپل ثبوت جوړوونکی جوړه کړئ.
pt_br: Antes da primeira troca pelos provadores da RandProtocol, leia o que eles podem ver: o que a provar recebe a chave de visualização desta carteira. Revise a troca de novo e leia o aviso, ou pareie seu próprio provador em Configurações.
ru: Перед первым обменом через пруверы RandProtocol прочитайте, что они могут видеть: тот, кто строит доказательство, получает ключ просмотра этого кошелька. Снова проверьте обмен и прочитайте уведомление или подключите собственный прувер в настройках.
ta: RandProtocol நிரூபிப்பான்கள் மூலம் முதல் ஸ்வாப்புக்கு முன், அவை எதைப் பார்க்க முடியும் என்பதைப் படியுங்கள்: அதை நிரூபிக்கும் நிரூபிப்பான் இந்த வாலட்டின் பார்வை விசையைப் பெறும். ஸ்வாப்பை மீண்டும் சரிபார்த்து அறிவிப்பைப் படியுங்கள், அல்லது அமைப்புகளில் உங்கள் சொந்த நிரூபிப்பானை இணைக்கவும்.
ur: RandProtocol کے پروور کے ذریعے پہلے سواپ سے پہلے پڑھ لیں کہ وہ کیا دیکھ سکتے ہیں: جو اس کا پروف بناتا ہے اسے اس والیٹ کی ویوئنگ کی ملتی ہے۔ سواپ کا دوبارہ جائزہ لیں اور نوٹس پڑھیں، یا ترتیبات میں اپنا پروور جوڑیں۔
zh_hans: 首次通过 RandProtocol 证明器兑换前，请先了解它们能看到什么：为其生成证明的那台会获得此钱包的查看密钥。请重新确认兑换并阅读提示，或在设置中配对你自己的证明器。
zh_hant_hk: 首次透過 RandProtocol 證明器兌換之前，請先了解它們能看到甚麼：為兌換生成證明的那部會取得此錢包的檢視密鑰。請再次檢查兌換並閱讀提示，或在設定中配對你自己的證明器。

source: Block
ar: الكتلة
es: Bloque
fa: بلاک
fr: Bloc
hi: ब्लॉक
id: Blok
it: Blocco
ja: ブロック
ko: 블록
ms: Blok
pl: Blok
ps: بلاک
pt_br: Bloco
ru: Блок
ta: பிளாக்
ur: بلاک
zh_hans: 区块
zh_hant_hk: 區塊

source: Block %llu
ar: الكتلة %llu
es: Bloque %llu
fa: بلاک %llu
fr: Bloc %llu
hi: ब्लॉक %llu
id: Blok %llu
it: Blocco %llu
ja: ブロック %llu
ko: 블록 %llu
ms: Blok %llu
pl: Blok %llu
ps: بلاک %llu
pt_br: Bloco %llu
ru: Блок %llu
ta: பிளாக் %llu
ur: بلاک %llu
zh_hans: 区块 %llu
zh_hant_hk: 區塊 %llu

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
pl: Anuluj
ps: لغوه کړئ
pt_br: Cancelar
ru: Отмена
ta: ரத்துசெய்
ur: منسوخ کریں
zh_hans: 取消
zh_hant_hk: 取消

# Chain %llu, height %lld, %lld peers
source: Chain %1$llu, height %2$lld, %3$lld peers
ar: السلسلة %llu، الارتفاع %lld، %lld نظير
de: Chain %llu, Höhe %lld, %lld Peers
es: Cadena %llu, altura %lld, %lld pares
fa: شبکه‌ی %llu، ارتفاع %lld، %lld همتا
fr: Chaîne %llu, hauteur %lld, %lld pairs
hi: चेन %llu, ऊँचाई %lld, %lld पीयर
id: Chain %llu, tinggi %lld, %lld peer
it: Catena %llu, altezza %lld, %lld peer
ja: チェーン %llu、高さ %lld、%lld ピア
ko: 체인 %llu, 높이 %lld, 피어 %lld개
ms: Rantaian %llu, ketinggian %lld, %lld rakan setara
pl: Łańcuch %llu, wysokość %lld, peery: %lld
ps: زنځیر %llu، لوړوالی %lld، %lld همځولي
pt_br: Cadeia %llu, altura %lld, %lld pares
ru: Сеть %llu, высота %lld, пиров: %lld
ta: செயின் %llu, உயரம் %lld, %lld பியர்கள்
ur: چین %llu، بلندی %lld، %lld پیئرز
zh_hans: 链 %llu，高度 %lld，%lld 个对等节点
zh_hant_hk: 鏈 %llu，高度 %lld，%lld 個對等節點

source: Chain build
ar: إصدار السلسلة
es: Build de la cadena
fa: ساخت شبکه
fr: Build de la chaîne
hi: चेन बिल्ड
id: Build chain
it: Build della catena
ja: チェーンビルド
ko: 체인 빌드
ms: Binaan rantaian
pl: Kompilacja łańcucha
ps: د زنځیر جوړښت
pt_br: Build da cadeia
ru: Сборка сети
ta: செயின் build
ur: چین بلڈ
zh_hans: 链版本
zh_hant_hk: 鏈版本

source: Chain id
ar: معرّف السلسلة
es: Id de cadena
fa: شناسه‌ی شبکه
fr: Identifiant de chaîne
hi: चेन id
id: ID chain
it: ID catena
ja: チェーン ID
ko: 체인 ID
ms: Id rantaian
pl: ID łańcucha
ps: د زنځیر id
pt_br: Id da cadeia
ru: ID сети
ta: செயின் id
ur: چین id
zh_hans: 链 ID
zh_hant_hk: 鏈 ID

source: Checking the swap…
ar: جارٍ التحقق من المبادلة…
de: Prüfe den Tausch …
es: Revisando el intercambio…
fa: در حال بررسی سواپ…
fr: Vérification de l'échange…
hi: स्वैप की जाँच हो रही है…
id: Memeriksa penukaran…
it: Verifica dello scambio…
ja: スワップを確認しています…
ko: 스왑을 확인하는 중…
ms: Menyemak pertukaran…
pl: Sprawdzanie wymiany…
ps: تبادله کتل کېږي…
pt_br: Verificando a troca…
ru: Проверяем обмен…
ta: ஸ்வாப் சரிபார்க்கப்படுகிறது…
ur: سواپ کی جانچ ہو رہی ہے…
zh_hans: 正在检查兑换…
zh_hant_hk: 正在檢查兌換…

source: Choosing notes…
ar: جارٍ اختيار السندات…
de: Wähle Noten …
es: Eligiendo notas…
fa: در حال انتخاب نوت‌ها…
fr: Choix des notes…
hi: नोट चुने जा रहे हैं…
id: Memilih catatan…
it: Scelta delle note…
ja: ノートを選択しています…
ko: 노트를 고르는 중…
ms: Memilih nota…
pl: Wybieranie not…
ps: نوټونه غوره کېږي…
pt_br: Escolhendo notas…
ru: Выбор нот…
ta: நோட்டுகள் தேர்ந்தெடுக்கப்படுகின்றன…
ur: نوٹ منتخب کیے جا رہے ہیں…
zh_hans: 正在选择票据…
zh_hant_hk: 正在選擇票據…

source: Clear memo
ar: مسح المذكرة
de: Memo löschen
es: Borrar memo
fa: پاک کردن یادداشت
fr: Effacer le mémo
hi: मेमो हटाएँ
id: Hapus memo
it: Cancella memo
ja: メモを消去
ko: 메모 지우기
ms: Kosongkan memo
pl: Wyczyść memo
ps: یادښت پاک کړئ
pt_br: Limpar memo
ru: Очистить мемо
ta: குறிப்பை அழி
ur: میمو صاف کریں
zh_hans: 清除备注
zh_hant_hk: 清除備註

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fa: بستن
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
pl: Zamknij
ps: بند کړئ
pt_br: Fechar
ru: Закрыть
ta: மூடு
ur: بند کریں
zh_hans: 关闭
zh_hant_hk: 關閉

source: Commitment
ar: الالتزام
es: Compromiso
fa: تعهد
fr: Engagement
hi: कमिटमेंट
id: Komitmen
ja: コミットメント
ko: 커밋먼트
ms: Komitmen
pl: Zobowiązanie
ps: ژمنه
pt_br: Compromisso
ru: Коммитмент
ta: கமிட்மென்ட்
ur: کمٹمنٹ
zh_hans: 承诺
zh_hant_hk: 承諾

source: Committed
ar: مُدرَجة
de: Bestätigt
es: Confirmado
fa: ثبت‌شده
fr: Validé
hi: कमिट हो गया
id: Dikonfirmasi
it: Confermato
ja: 確定
ko: 확정됨
ms: Dikomit
pl: Zatwierdzono
ps: ثبت شو
pt_br: Confirmado
ru: Подтверждено
ta: உறுதியானது
ur: کمٹ ہو گیا
zh_hans: 已上链
zh_hant_hk: 已確認

source: Committed in block %llu
ar: أُدرجت في الكتلة %llu
de: Bestätigt in Block %llu
es: Confirmado en el bloque %llu
fa: ثبت‌شده در بلاک %llu
fr: Validé dans le bloc %llu
hi: ब्लॉक %llu में कमिट हुआ
id: Dikonfirmasi di blok %llu
it: Confermato nel blocco %llu
ja: ブロック %llu で確定
ko: 블록 %llu에서 확정됨
ms: Dikomit dalam blok %llu
pl: Zatwierdzono w bloku %llu
ps: په بلاک %llu کې ثبت شو
pt_br: Confirmado no bloco %llu
ru: Подтверждено в блоке %llu
ta: பிளாக் %llu-இல் உறுதியானது
ur: بلاک %llu میں کمٹ ہو گیا
zh_hans: 已在区块 %llu 上链
zh_hant_hk: 已於區塊 %llu 確認

source: Confirm and prove
ar: تأكيد وإثبات
de: Bestätigen und beweisen
es: Confirmar y probar
fa: تأیید و اثبات
fr: Confirmer et prouver
hi: पुष्टि करें और प्रूफ़ बनाएँ
id: Konfirmasi dan buktikan
it: Conferma e genera la prova
ja: 確認して証明
ko: 확인 후 증명
ms: Sahkan dan buktikan
pl: Potwierdź i wygeneruj dowód
ps: تایید او ثبوت کړئ
pt_br: Confirmar e provar
ru: Подтвердить и доказать
ta: உறுதிசெய்து நிரூபி
ur: تصدیق کریں اور پروف بنائیں
zh_hans: 确认并生成证明
zh_hant_hk: 確認並生成證明

source: Connected to chain %1$llu at height %2$lld (%3$lld peers) — but Settings says chain %4$llu
ar: متصل بالسلسلة %llu عند الارتفاع %lld (%lld نظير) — لكن الإعدادات تذكر السلسلة %llu
de: Verbunden mit Chain %llu auf Höhe %lld (%lld Peers) – aber in den Einstellungen steht Chain %llu
es: Conectado a la cadena %llu en la altura %lld (%lld pares), pero Ajustes indica la cadena %llu
fa: به شبکه‌ی %llu در ارتفاع %lld (%lld همتا) متصل است — اما تنظیمات شبکه‌ی %llu را می‌گوید
fr: Connecté à la chaîne %llu à la hauteur %lld (%lld pairs) — mais les Paramètres indiquent la chaîne %llu
hi: चेन %llu से ऊँचाई %lld पर कनेक्ट है (%lld पीयर) — लेकिन सेटिंग्स में चेन %llu है
id: Terhubung ke chain %llu pada tinggi %lld (%lld peer) — tetapi Pengaturan menyebut chain %llu
it: Connesso alla catena %llu all'altezza %lld (%lld peer) — ma le Impostazioni indicano la catena %llu
ja: チェーン %llu（高さ %lld、%lld ピア）に接続しました — ただし設定ではチェーン %llu です
ko: 체인 %llu, 높이 %lld(피어 %lld개)에 연결되었지만 설정의 체인은 %llu입니다
ms: Bersambung ke rantaian %llu pada ketinggian %lld (%lld rakan setara) — tetapi Tetapan menyatakan rantaian %llu
pl: Połączono z łańcuchem %llu na wysokości %lld (peery: %lld) — ale w Ustawieniach jest łańcuch %llu
ps: له زنځیر %llu سره په لوړوالي %lld (%lld همځولي) کې وصل شو — خو امستنې زنځیر %llu وايي
pt_br: Conectado à cadeia %llu na altura %lld (%lld pares) — mas Configurações indica a cadeia %llu
ru: Подключено к сети %llu на высоте %lld (пиров: %lld) — но в настройках указана сеть %llu
ta: செயின் %llu-உடன் உயரம் %lld-இல் இணைக்கப்பட்டது (%lld பியர்கள்) — ஆனால் அமைப்புகளில் உள்ளது செயின் %llu
ur: چین %llu سے بلندی %lld پر منسلک (%lld پیئرز) — لیکن ترتیبات میں چین %llu درج ہے
zh_hans: 已连接到链 %llu，高度 %lld（%lld 个对等节点）——但设置中填写的是链 %llu
zh_hant_hk: 已連接鏈 %llu，高度 %lld（%lld 個對等節點），但設定中填寫的是鏈 %llu

source: Contacts
ar: جهات الاتصال
de: Kontakte
es: Contactos
fa: مخاطبان
hi: संपर्क
id: Kontak
it: Contatti
ja: 連絡先
ko: 연락처
ms: Kenalan
pl: Kontakty
ps: اړیکې
pt_br: Contatos
ru: Контакты
ta: தொடர்புகள்
ur: رابطے
zh_hans: 联系人
zh_hant_hk: 聯絡人

source: Copied
ar: نُسخ
de: Kopiert
es: Copiado
fa: کپی شد
fr: Copié
hi: कॉपी किया गया
id: Disalin
it: Copiato
ja: コピーしました
ko: 복사했습니다
ms: Disalin
pl: Skopiowano
ps: کاپي شو
pt_br: Copiado
ru: Скопировано
ta: நகலெடுக்கப்பட்டது
ur: کاپی ہو گیا
zh_hans: 已复制
zh_hant_hk: 已複製

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fa: کپی
fr: Copier
hi: कॉपी करें
id: Salin
it: Copia
ja: コピー
ko: 복사
ms: Salin
pl: Kopiuj
ps: کاپي کړئ
pt_br: Copiar
ru: Копировать
ta: நகலெடு
ur: کاپی کریں
zh_hans: 复制
zh_hant_hk: 複製
